let builds = [{
		name: "3光羽德",
		actived: true,
		buff: ['4德鲁伊', '3光羽', '2野兽', '2人类', '3战士', '1恶魔', '2猎魔人'],
		finalBuild: [
			"慧语先知",
			"独角兽",
			"扭木贤者",
			"利爪",
			"沉沦猎魔人",
			"终结审判官",
			"禁忌猎魔人",
			"狼人",
			"船长"
		],
		coreBuild: {
			coreBuild1: ["慧语先知", "独角兽", "扭木贤者", "利爪"],
			coreBuild2: ['慧语先知', '扭木贤者', ['光羽斥候', '禁忌猎魔人', '幽影夜行者']]
		}
	},
	{
		name: "6光羽猎人德",
		actived: true,
		buff: ['4德鲁伊', '6光羽', '3猎人'],
		finalBuild: [
			"慧语先知",
			"独角兽",
			"扭木贤者",
			"利爪",
			"光羽弩手",
			"光羽斥候",
			"禁忌猎魔人",
			"逐风游侠",
			"火枪"
		],
		coreBuild: {
			coreBuild1: ["慧语先知", "独角兽", "扭木贤者", "利爪"],
			coreBuild2: ['慧语先知', '扭木贤者', '光羽斥候', '禁忌猎魔人', '逐风游侠', '光羽弩手']
		}
	}
]

export default builds