let classbuffdata = [{
		name: '1猎魔人',
		buff: '此棋子视为敌方的一个恶魔'
	},
	{
		name: '2猎魔人',
		buff: '所有友方恶魔视为同一个种类'
	},
	{
		name: '3战士',
		buff: '增加友方战士6护甲'
	},
	{
		name: '6战士',
		buff: '增加友方战士12护甲'
	},
	{
		name: '9战士',
		buff: '增加友方战士20护甲'
	},
	{
		name: '3猎人',
		buff: '所有友方猎人的攻击力增加35 且有35%几率必中'
	},
	{
		name: '6猎人',
		buff: '所有友方棋子的攻击力增加35 且有35%几率必中'
	},
	{
		name: '2萨满',
		buff: '开局随机将一个敌人变羊6秒'
	},
	{
		name: '3刺客',
		buff: '所有刺客有15%几率3.5倍暴击'
	},
	{
		name: '6刺客',
		buff: '所有刺客有20%几率4.5倍暴击'
	},
	{
		name: '2德鲁伊',
		buff: '2只1星德鲁伊可以合成2星'
	},
	{
		name: '4德鲁伊',
		buff: '2只2星德鲁伊可以合成3星'
	},
	{
		name: '2骑士',
		buff: '所有友方骑士每3秒有25%几率获得持续3秒的减伤护盾(提供75%魔抗+30护甲)'
	},
	{
		name: '4骑士',
		buff: '所有友方骑士每3秒有30%几率获得持续3秒的减伤护盾(提供75%魔抗+30护甲)'
	},
	{
		name: '6骑士',
		buff: '所有友方骑士每3秒有35%几率获得持续3秒的减伤护盾(提供75%魔抗+30护甲)'
	},
	{
		name: '3法师',
		buff: '敌方魔抗-40%'
	},
	{
		name: '6法师',
		buff: '敌方魔抗-60%'
	},
	{
		name: '2术士',
		buff: '友军棋子攻击和技能伤害附带10%吸血'
	},
	{
		name: '4术士',
		buff: '友军棋子攻击和技能伤害附带20%吸血'
	},
	{
		name: '6术士',
		buff: '友军棋子攻击和技能伤害附带30%吸血'
	},
	{
		name: '2工匠',
		buff: '所有友方工匠生命值恢复+15'
	},
	{
		name: '4工匠',
		buff: '所有友方工匠生命值恢复+25'
	}

]

export default classbuffdata